<section class="about-page">
    <div class="container">
        <?php
            include '../local/templates/main/assets/commponents/breadCrumbs.php'
        ?>
        <h2 class="_main-title about-page__title">О компании</h2>

        <div class="about-page__info">
                <p class="about-page__txt">Строительная компания "СтройМастер" - это надежный партнер в реализации любых строительных проектов. Мы предлагаем полный спектр услуг, начиная от проектирования и заканчивая сдачей готового объекта.</p> 
                <p class="about-page__txt">Наша компания имеет богатый опыт работы в строительной отрасли, что позволяет нам успешно осуществлять проекты любой сложности. Мы гордимся нашими профессиональными инженерами, архитекторами и строителями, которые обладают высоким уровнем квалификации и всегда готовы принять новые вызовы.</p>
                <p class="about-page__txt">Мы работаем с различными типами строительства, включая жилые и коммерческие объекты. Наша компания специализируется на строительстве домов, коттеджей, офисных зданий, торговых центров и других сооружений. Мы также предлагаем услуги реконструкции и ремонта уже существующих объектов.</p>
                <p class="about-page__txt">Одним из наших основных преимуществ является использование современных технологий и материалов. Мы постоянно следим за последними тенденциями в строительной отрасли и стремимся предложить нашим клиентам самые инновационные решения. Это позволяет нам гарантировать высокое качество работ и долговечность наших объектов.</p>
                <p class="about-page__txt">Наша компания также придерживается принципа ответственного строительства. Мы стремимся минимизировать негативное воздействие на окружающую среду, используя экологически чистые материалы и технологии. Мы также обеспечиваем строгий контроль качества на всех этапах строительства, чтобы гарантировать безопасность и надежность наших объектов.</p>
                <p class="about-page__txt">Мы ценим каждого нашего клиента и готовы предложить индивидуальный подход к реализации его проекта. Наша команда всегда готова выслушать ваши пожелания и предложить оптимальные решения. Мы стремимся установить долгосрочные партнерские отношения с нашими клиентами и делаем все возможное, чтобы превзойти их ожидания.</p>
                <p class="about-page__txt">Если вы ищете надежную и профессиональную строительную компанию, обратитесь к нам. Мы гарантируем высокое качество работ, соблюдение сроков и честную ценовую политику. Строительная компания "СтройМастер" - ваш надежный партнер в строительстве.</p>
        </div>
        
        <div class="about-page__media">
            <ul>
                <li class="about-page__media-item">
                    <svg width="15" height="17" viewBox="0 0 20 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M8.97229 26.4552C1.40469 15.3473 0 14.2073 0 10.125C0 4.5331 4.47714 0 10 0C15.5229 0 20 4.5331 20 10.125C20 14.2073 18.5953 15.3473 11.0277 26.4552C10.5311 27.1816 9.46885 27.1816 8.97229 26.4552ZM10 14.3437C12.3012 14.3437 14.1667 12.455 14.1667 10.125C14.1667 7.79504 12.3012 5.90625 10 5.90625C7.6988 5.90625 5.83333 7.79504 5.83333 10.125C5.83333 12.455 7.6988 14.3437 10 14.3437Z" fill="#4169E0"/>
                    </svg>
                    <p>Адресс: </p><a href="">г. Нижний-Новгород, ул. Рождественская 666</a>
                </li>
                <li class="about-page__media-item">
                        <a href="mail:realestate@gmail.com">
                            <svg width="18" height="19" viewBox="0 0 18 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M5.54977 5.40808L11.9173 3.28558C14.7748 2.33308 16.3273 3.89308 15.3823 6.75058L13.2598 13.1181C11.8348 17.4006 9.49477 17.4006 8.06977 13.1181L7.43977 11.2281L5.54977 10.5981C1.26727 9.17308 1.26727 6.84058 5.54977 5.40808Z" stroke="#4169E0" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                            <path d="M7.58203 10.9054L10.267 8.21289" stroke="#4169E0" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"></path>
                            </svg>
                            realestate@gmail.com
                        </a>
                </li>
                <li class="about-page__media-item">
                        <a href="tel:+7 912 345 67 89">
                            <svg width="16" height="16" viewBox="0 0 18 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M16.4775 13.4155C16.4775 13.6855 16.4175 13.963 16.29 14.233C16.1625 14.503 15.9975 14.758 15.78 14.998C15.4125 15.403 15.0075 15.6955 14.55 15.883C14.1 16.0705 13.6125 16.168 13.0875 16.168C12.3225 16.168 11.505 15.988 10.6425 15.6205C9.78 15.253 8.9175 14.758 8.0625 14.1355C7.2 13.5055 6.3825 12.808 5.6025 12.0355C4.83 11.2555 4.1325 10.438 3.51 9.58297C2.895 8.72797 2.4 7.87297 2.04 7.02547C1.68 6.17047 1.5 5.35297 1.5 4.57297C1.5 4.06297 1.59 3.57547 1.77 3.12547C1.95 2.66797 2.235 2.24797 2.6325 1.87297C3.1125 1.40047 3.6375 1.16797 4.1925 1.16797C4.4025 1.16797 4.6125 1.21297 4.8 1.30297C4.995 1.39297 5.1675 1.52797 5.3025 1.72297L7.0425 4.17547C7.1775 4.36297 7.275 4.53547 7.3425 4.70047C7.41 4.85797 7.4475 5.01547 7.4475 5.15797C7.4475 5.33797 7.395 5.51797 7.29 5.69047C7.1925 5.86297 7.05 6.04297 6.87 6.22297L6.3 6.81547C6.2175 6.89797 6.18 6.99547 6.18 7.11547C6.18 7.17547 6.1875 7.22797 6.2025 7.28797C6.225 7.34797 6.2475 7.39297 6.2625 7.43797C6.3975 7.68547 6.63 8.00797 6.96 8.39797C7.2975 8.78797 7.6575 9.18547 8.0475 9.58297C8.4525 9.98047 8.8425 10.348 9.24 10.6855C9.63 11.0155 9.9525 11.2405 10.2075 11.3755C10.245 11.3905 10.29 11.413 10.3425 11.4355C10.4025 11.458 10.4625 11.4655 10.53 11.4655C10.6575 11.4655 10.755 11.4205 10.8375 11.338L11.4075 10.7755C11.595 10.588 11.775 10.4455 11.9475 10.3555C12.12 10.2505 12.2925 10.198 12.48 10.198C12.6225 10.198 12.7725 10.228 12.9375 10.2955C13.1025 10.363 13.275 10.4605 13.4625 10.588L15.945 12.3505C16.14 12.4855 16.275 12.643 16.3575 12.8305C16.4325 13.018 16.4775 13.2055 16.4775 13.4155Z" stroke="#4169E0" stroke-width="1.5" stroke-miterlimit="10"></path>
                            </svg>
                        +7 912 345 67 89
                        </a>
                </li>
                <li class="about-page__media-item about-page__social-list">
                        <a href="">
                            <svg width="8" height="18" viewbox="0 0 8 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path fill-rule="evenodd" clip-rule="evenodd" d="M5.31965 17.668V9.16697H7.68636L8 6.23748H5.31965L5.32367 4.77125C5.32367 4.00719 5.39689 3.59779 6.50368 3.59779H7.98325V0.667969H5.6162C2.773 0.667969 1.77227 2.08909 1.77227 4.47896V6.23781H0V9.1673H1.77227V17.668H5.31965Z" fill="#4169E0"/>
                            </svg>
                        </a>
                        <a href="">
                            <svg width="17" height="10" viewBox="0 0 17 10" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M9.33371 9.63035C9.33371 9.63035 9.64052 9.59872 9.79767 9.44208C9.94151 9.29857 9.93652 9.02774 9.93652 9.02774C9.93652 9.02774 9.9174 7.76311 10.5501 7.57638C11.1737 7.39275 11.9745 8.79935 12.8242 9.34023C13.4661 9.74918 13.9534 9.65967 13.9534 9.65967L16.2241 9.63035C16.2241 9.63035 17.4114 9.56245 16.8485 8.69596C16.802 8.62497 16.5201 8.05477 15.1607 6.8835C13.7363 5.65744 13.9276 5.85574 15.6421 3.73465C16.6864 2.44301 17.1038 1.65445 16.9733 1.31726C16.8494 0.994738 16.0811 1.08038 16.0811 1.08038L13.5251 1.09504C13.5251 1.09504 13.3356 1.07113 13.1951 1.14906C13.0579 1.22544 12.9689 1.40368 12.9689 1.40368C12.9689 1.40368 12.5648 2.40289 12.0252 3.25318C10.8869 5.04635 10.4321 5.14125 10.2458 5.03014C9.81263 4.77012 9.92072 3.98696 9.92072 3.43064C9.92072 1.69225 10.2051 0.967732 9.36779 0.780236C9.09008 0.717738 8.88554 0.676844 8.17464 0.669899C7.26251 0.661412 6.49091 0.672986 6.05355 0.871284C5.76254 1.00323 5.53804 1.29797 5.67523 1.31495C5.84402 1.33578 6.2265 1.41062 6.42938 1.66679C6.69129 1.9978 6.68215 2.74007 6.68215 2.74007C6.68215 2.74007 6.83264 4.78632 6.33043 5.04017C5.9862 5.21455 5.51393 4.85885 4.4987 3.23157C3.97903 2.39826 3.58658 1.47698 3.58658 1.47698C3.58658 1.47698 3.51092 1.30492 3.37539 1.21233C3.21159 1.10045 2.98293 1.06572 2.98293 1.06572L0.554207 1.08038C0.554207 1.08038 0.189191 1.08964 0.0553247 1.23702C-0.0635756 1.36741 0.0461785 1.63824 0.0461785 1.63824C0.0461785 1.63824 1.94775 5.76701 4.10126 7.84798C6.076 9.75535 8.31765 9.63035 8.31765 9.63035H9.33371Z" fill="#4169E0"></path>
                            </svg>
                        </a>
                        <a href="#">
                            <svg width="15" height="14" viewBox="0 0 15 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M11.4902 13.0299C11.6915 13.1724 11.9509 13.2081 12.1821 13.1206C12.4134 13.0324 12.5834 12.8349 12.6346 12.5956C13.1777 10.0431 14.4952 3.58244 14.9896 1.26056C15.0271 1.08556 14.9646 0.903686 14.8271 0.786811C14.6896 0.669936 14.499 0.636186 14.329 0.699311C11.7084 1.66931 3.63775 4.69744 0.338999 5.91806C0.129624 5.99556 -0.00662634 6.19681 0.000248659 6.41744C0.00774866 6.63869 0.156499 6.83056 0.370874 6.89494C1.85025 7.33744 3.79212 7.95306 3.79212 7.95306C3.79212 7.95306 4.69962 10.6937 5.17275 12.0874C5.23212 12.2624 5.369 12.3999 5.54962 12.4474C5.72962 12.4943 5.92212 12.4449 6.0565 12.3181C6.8165 11.6006 7.9915 10.4912 7.9915 10.4912C7.9915 10.4912 10.224 12.1281 11.4902 13.0299ZM4.609 7.60681L5.65837 11.0681L5.8915 8.87619C5.8915 8.87619 9.94587 5.21931 12.2571 3.13494C12.3246 3.07369 12.334 2.97119 12.2777 2.89931C12.2221 2.82744 12.1196 2.81056 12.0427 2.85931C9.364 4.56994 4.609 7.60681 4.609 7.60681Z" fill="#4169E0"></path>
                            </svg>
                        </a>
                        <a href="#">
                            <svg width="18" height="13" viewBox="0 0 18 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M16.9268 3.26259C16.9268 3.26259 16.7599 2.08382 16.2456 1.56624C15.5944 0.885022 14.8665 0.881683 14.5326 0.841611C12.1416 0.667969 8.5519 0.667969 8.5519 0.667969H8.54522C8.54522 0.667969 4.95549 0.667969 2.56457 0.841611C2.23064 0.881683 1.50268 0.885022 0.851517 1.56624C0.337268 2.08382 0.173643 3.26259 0.173643 3.26259C0.173643 3.26259 0 4.64839 0 6.03086V7.3265C0 8.70896 0.170303 10.0948 0.170303 10.0948C0.170303 10.0948 0.337267 11.2735 0.848178 11.7911C1.49934 12.4723 2.35419 12.449 2.73487 12.5224C4.10398 12.6527 8.54856 12.6927 8.54856 12.6927C8.54856 12.6927 12.1416 12.686 14.5326 12.5157C14.8665 12.4757 15.5944 12.4723 16.2456 11.7911C16.7599 11.2735 16.9268 10.0948 16.9268 10.0948C16.9268 10.0948 17.0971 8.7123 17.0971 7.3265V6.03086C17.0971 4.64839 16.9268 3.26259 16.9268 3.26259ZM6.78208 8.8993V4.09407L11.4003 6.50503L6.78208 8.8993Z" fill="#4169E0"></path>
                            </svg>
                        </a>
                </li>
            </ul>
        </div>

        <div class="about-page__project">
                <div class="about-page__project-top">
                    <h2 class="_main-title">
                        Проекты
                    </h2>
                    <div class="about-page__project-arrows">
                        <button class="swiper-button-prev" tabindex="-1" aria-label="Previous slide" aria-controls="swiper-wrapper-8ce99b5ab9768cf0" aria-disabled="true">
                            <svg width="7" height="13" viewBox="0 0 7 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M6.06055 11.9479L1.71388 7.60127C1.20055 7.08794 1.20055 6.24794 1.71388 5.73461L6.06055 1.38794" stroke="#192252" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"></path>
                            </svg>
                        </button>
                        <button class="swiper-button-next" tabindex="0" aria-label="Next slide" aria-controls="swiper-wrapper-8ce99b5ab9768cf0" aria-disabled="false">
                            <svg width="7" height="13" viewBox="0 0 7 13" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M0.939453 11.9479L5.28612 7.60127C5.79945 7.08794 5.79945 6.24794 5.28612 5.73461L0.939453 1.38794" stroke="#192252" stroke-width="1.5" stroke-miterlimit="10" stroke-linecap="round" stroke-linejoin="round"></path>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="about-page__slider">
                    <div class="swiper-wrapper">
                        <a class="about-page__slide swiper-slide">
                            <picture>
                                <img src="https://images.unsplash.com/photo-1444723121867-7a241cacace9?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80" alt="Фото города">
                            </picture>
                            <span class="about-page__slide-decor">
                                Перейти
                                    <svg width="20" height="14" viewBox="0 0 20 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M10 9C11.1046 9 12 8.1046 12 7C12 5.8954 11.1046 5 10 5C8.8954 5 8 5.8954 8 7C8 8.1046 8.8954 9 10 9Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                        <path d="M19 7C17.1114 9.991 13.7183 13 10 13C6.2817 13 2.88856 9.991 1 7C3.29855 4.15825 5.99163 1 10 1C14.0084 1 16.7015 4.1582 19 7Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                    </svg>
                                </span>
                            <p class="about-page__slider-title">Проект 1</p>
                        </a>
                        <a class="about-page__slide swiper-slide">
                            <picture>
                                <img src="https://images.unsplash.com/photo-1519501025264-65ba15a82390?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=764&q=80" alt="Фото города">
                            </picture>
                            <span class="about-page__slide-decor">
                                Перейти
                                    <svg width="20" height="14" viewBox="0 0 20 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M10 9C11.1046 9 12 8.1046 12 7C12 5.8954 11.1046 5 10 5C8.8954 5 8 5.8954 8 7C8 8.1046 8.8954 9 10 9Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                        <path d="M19 7C17.1114 9.991 13.7183 13 10 13C6.2817 13 2.88856 9.991 1 7C3.29855 4.15825 5.99163 1 10 1C14.0084 1 16.7015 4.1582 19 7Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                    </svg>
                            </span>
                            <p class="about-page__slider-title">Проект 1</p>
                        </a>
                        <a class="about-page__slide swiper-slide">
                            <picture>
                                <img src="https://images.unsplash.com/photo-1512850183-6d7990f42385?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80" alt="Фото города">
                            </picture>
                            <span class="about-page__slide-decor">
                                Перейти
                                    <svg width="20" height="14" viewBox="0 0 20 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M10 9C11.1046 9 12 8.1046 12 7C12 5.8954 11.1046 5 10 5C8.8954 5 8 5.8954 8 7C8 8.1046 8.8954 9 10 9Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                        <path d="M19 7C17.1114 9.991 13.7183 13 10 13C6.2817 13 2.88856 9.991 1 7C3.29855 4.15825 5.99163 1 10 1C14.0084 1 16.7015 4.1582 19 7Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                    </svg>
                            </span>
                            <p class="about-page__slider-title">Проект 1</p>
                        </a>
                        <a class="about-page__slide swiper-slide">
                            <picture>
                                <img src="https://plus.unsplash.com/premium_photo-1678990252276-995ac0b0fed8?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80" alt="Фото города">
                            </picture>
                            <span class="about-page__slide-decor">
                                Перейти
                                    <svg width="20" height="14" viewBox="0 0 20 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M10 9C11.1046 9 12 8.1046 12 7C12 5.8954 11.1046 5 10 5C8.8954 5 8 5.8954 8 7C8 8.1046 8.8954 9 10 9Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                        <path d="M19 7C17.1114 9.991 13.7183 13 10 13C6.2817 13 2.88856 9.991 1 7C3.29855 4.15825 5.99163 1 10 1C14.0084 1 16.7015 4.1582 19 7Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                    </svg>
                            </span>
                            <p class="about-page__slider-title">Проект 1</p>
                        </a>
                        <a class="about-page__slide swiper-slide">
                            <picture>
                                <img src="https://images.unsplash.com/photo-1622046867452-ebe75ac5bbd3?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=687&q=80" alt="Фото города">
                            </picture>
                            <span class="about-page__slide-decor">
                                Перейти
                                    <svg width="20" height="14" viewBox="0 0 20 14" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M10 9C11.1046 9 12 8.1046 12 7C12 5.8954 11.1046 5 10 5C8.8954 5 8 5.8954 8 7C8 8.1046 8.8954 9 10 9Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                        <path d="M19 7C17.1114 9.991 13.7183 13 10 13C6.2817 13 2.88856 9.991 1 7C3.29855 4.15825 5.99163 1 10 1C14.0084 1 16.7015 4.1582 19 7Z" stroke="white" stroke-linecap="round" stroke-linejoin="round"/>
                                    </svg>
                            </span>
                            <p class="about-page__slider-title">Проект 1</p>
                        </a>
                    </div>
                </div>
        </div>

    </div>
</section>