<section class="banerOne mb">
    <picture>
        <img src="https://plus.unsplash.com/premium_photo-1680366287071-f8ff28b9db13?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=907&q=80" alt="">
    </picture>
    <div class="banerOne__content">
        <div class="banerOne__content-sale">
            <span>Ваша скидка:</span>
            <svg width="8" height="8" viewBox="0 0 8 8" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M1.08973 0.185935L3.55874 2.65235L6.02774 0.185935C6.27591 -0.0619782 6.67681 -0.0619782 6.92498 0.185935C7.17315 0.433847 7.17315 0.834322 6.92498 1.08223L4.00418 3.99998C3.756 4.24789 3.35511 4.24789 3.10693 3.99998L0.18613 1.08223C-0.0620432 0.834322 -0.0620432 0.433847 0.18613 0.185935C0.434303 -0.0556215 0.841561 -0.0619782 1.08973 0.185935Z" fill="#FF6347"/>
                <path d="M1.08973 3.9999L3.55874 6.46631L6.02774 3.9999C6.27591 3.75199 6.67681 3.75199 6.92498 3.9999C7.17315 4.24781 7.17315 4.64829 6.92498 4.8962L4.00418 7.81394C3.756 8.06185 3.35511 8.06185 3.10693 7.81394L0.18613 4.8962C-0.0620432 4.64829 -0.0620432 4.24781 0.18613 3.9999C0.434303 3.75834 0.841561 3.75199 1.08973 3.9999Z" fill="#FF6347"/>
            </svg>
        </div>
        <h2>
            15 лучших предложений от застройщика в Москве
        </h2>
        <p>
            Пройди тест и найди идеальный дом под свои критерии
        </p>
        <a class="banerOne__content-link btn-middle" href="#">
            Подобрать дом
        </a>
    </div>
</section>