<div class="card-characteristics --mb">
    <div class="card-characteristics__box card-characteristics__box-text">
        <h5>
            Описание
        </h5>
        <p>
            Продаётся 3-комнатная квартира в сданном доме (60), срок сдачи: II-кв. 2021,<br> общей площадью 134.2 кв.м., на 7 этаже. Трёхсекционный жилой дом бизнес-<br>класса с коммерческими помещениями и подземным паркингом в центре<br> Екатеринбурга.<br>
            На первом этаже расположены коммерческие помещения и вестибюль,<br> объединяющий жилые секции.<br>
            Дом расположен в квартале улиц Первомайская, Ленина, Восточная, Мичурина.
        </p>
        <p>
            Ландшафтный проект выполнен в стиле английского сада. Это классические<br> живые изгороди в сочетании с живописными композициями из кустарников и<br> цветов.
        </p>
        <p>
            Детское игровое оборудование и уличная мебель изготовлены по индивидуальным<br> эскизам из дерева и металла. Внутренний двор предназначен для жителей и их<br> гостей и находится под видеонаблюдением.
        </p>
        <p>
            Квартиры передаются без межкомнатных перегородок и отделки. Так можно<br> обустроить квартиру по индивидуальному дизайн-проекту, а объём демонтажных<br> работ сократится.
        </p>
        <p>
            В каждой квартире есть тёплая лоджия  её можно увеличить или объединить с комнатой.<br>
            Высота от пола до потолка в квартирах  3 метра.<br>
            Двухуровневый подземный на 200 машин.<br>
            Предусмотрены большие места для внедорожников и удлиненных седанов.<br> Организовано место для разгрузки мебели и строительных материалов. Есть<br> кладовые.
        </p>
        <p>
            На лифтах можно подняться из паркинга на нужный этаж, а также перевезти<br> мебель и строительные материалы.
        </p>
    </div>
    <div class="card-characteristics__box card-characteristics__box-list">
        <h5>
            Характеристики 
        </h5>
        <ul>
            <li>
                <p>Общая площадь</p>
                <div class="card-characteristics__box-line"></div>
                <p>73,6 м2</p>
            </li>
            <li>
                <p>Жилая площадь</p>
                <div class="card-characteristics__box-line"></div>
                <p>53,6 м2</p>
            </li>
            <li>
                <p>Санузел</p>
                <div class="card-characteristics__box-line"></div>
                <p>Совмещенный</p>
            </li>
            <li>
                <p>Количество лоджий</p>
                <div class="card-characteristics__box-line"></div>
                <p>Одна</p>
            </li>
            <li>
                <p>Высота потолков</p>
                <div class="card-characteristics__box-line"></div>
                <p>3м</p>
            </li>
            <li>
                <p>ВСостояние</p>
                <div class="card-characteristics__box-line"></div>
                <p>в отличном состоянии</p>
            </li>
            <li>
                <p>Планировка</p>
                <div class="card-characteristics__box-line"></div>
                <p>смежно-изолированная</p>
            </li>
            <li>
                <p>Тип квартиры</p>
                <div class="card-characteristics__box-line"></div>
                <p>улучшенной планировки</p>
            </li>
        </ul>
    </div>
</div>